--
-- Вывод данных для таблицы tags
--
INSERT INTO tags VALUES
(25, '2'),
(29, 'ss'),
(51, 'Короновирус'),
(52, 'Пентагон'),
(54, 'Призывник'),
(24, 'Публикация');

INSERT INTO tag2post VALUES
(26, 24),
(18, 29),
(26, 51),
(53, 52),
(55, 54);

--
-- Вывод данных для таблицы post_votes
--
INSERT INTO post_votes VALUES
(23, '2020-02-13 02:32:31', -1, 18, 13),
(56, '2020-02-14 05:03:46', 1, 26, 13);

--
-- Вывод данных для таблицы post_comments
--
INSERT INTO post_comments VALUES
(33, 'комментарий', '2020-02-13 06:01:11', NULL, 18, 13),
(34, '<strong>alkarik@hiik.ru</strong>, отвечаю', '2020-02-13 06:14:52', NULL, 26, 20),
(35, '<strong>alkarik@hiik.ru</strong>, второй раз отвечаю', '2020-02-13 06:21:02', 33, 26, 20),
(36, '<strong>alkarik@ya.ru</strong>, отвечаю на отвечаю', '2020-02-13 06:22:16', 34, 26, 13),
(57, '<strong>alkarik@ya.ru</strong>, ответ под комментарием', '2020-02-14 05:04:04', 34, 26, 13),
(58, 'Добавить комментарий', '2020-02-14 05:08:42', NULL, 26, 13);

--
-- Вывод данных для таблицы global_settings
--
INSERT INTO global_settings VALUES
(1, 'MULTIUSER_MODE', 'Многопользовательский режим', 'NO'),
(2, 'POST_PREMODERATION', 'Премодерация постов', 'NO'),
(3, 'STATISTICS_IS_PUBLIC', 'Показывать всем статистику блога', 'YES');
